tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "oven-sh/bun"
brew "azure-cli"
brew "deno"
brew "elixir"
brew "gnutls"
brew "emacs"
brew "gh"
brew "go"
brew "gradle"
brew "helm"
brew "kubectx"
brew "neovim"
brew "node"
brew "rust"
brew "sshpass"
brew "telnet"
brew "terraform"
brew "tmux"
brew "watch"
brew "yarn"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/vault"
brew "oven-sh/bun/bun"
cask "dotnet"
cask "linearmouse"
cask "mactex"
cask "monitorcontrol"
cask "powershell"
cask "rancher"
cask "termius"
cask "texmaker"
