tap "azure/kubelogin"
tap "derailed/k9s"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "hudochenkov/sshpass"
tap "kreuzwerker/taps"
tap "oven-sh/bun"
brew "aztfexport"
brew "python@3.11"
brew "azure-cli"
brew "python@3.12"
brew "glib"
brew "cmake"
brew "deno"
brew "erlang"
brew "elixir"
brew "gh"
brew "openjpeg"
brew "ghostscript"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "harfbuzz"
brew "helm"
brew "ipython"
brew "jq"
brew "node"
brew "jupyterlab"
brew "kubecm"
brew "kubectx"
brew "libomp"
brew "llvm"
brew "make"
brew "minikube"
brew "mono"
brew "neovim"
brew "openjdk"
brew "postgresql@14"
brew "rust"
brew "telnet"
brew "tfenv"
brew "yarn"
brew "azure/kubelogin/kubelogin"
brew "derailed/k9s/k9s"
brew "hashicorp/tap/terraform", link: false
brew "hudochenkov/sshpass/sshpass"
brew "kreuzwerker/taps/m1-terraform-provider-helper"
brew "oven-sh/bun/bun"
cask "alfred"
cask "appcleaner"
cask "azure-data-studio"
cask "dbeaver-community"
cask "dotnet"
cask "iterm2"
cask "mactex"
cask "monitorcontrol"
cask "powershell"
cask "rancher"
cask "visual-studio-code"
cask "visual-studio-code@insiders"
